<?
$lang_menu = array(
	//main menu
	"menu_home"  	=>  "หน้าหลัก", //home	
	"user"			=>  "ผู้ใช้งาน",
	"taxi" 			=>  "รถแท๊กซี่",
	"car" 			=>  "ข้อมูลรถ",
	"driver" 		=>  "ข้อมูลคนขับรถ",	
	"blog" 			=>  "หน้าเว็บเพจ",
	
	//การจัดการผู้ใช้งาน	
	"user.major"		=>  "จัดการอู่รถสมาชิก",
	"user.minor"		=>  "จัดการพนักงาน",
	"user.profile"		=> "ข้อมูลส่วนตัว",
	"user.type"			=> "ประเภทพนักงาน",
	
	//การจัดการรถแท๊กซี่
	"taxi.taximanage" 		=>  "จัดการรถแท๊กซี่",
	"taxi.mapposition" 		=>  "ตำแหน่งรถแท๊กซี่",
	"taxi.managemobile" 	=>  "จัดการมือถือ",
	
	//การจัดการรถแท๊กซี่	
	"car.type"			=>  "จัดการประเภทรถ",
	"car.banner"		=>  "จัดการยี่ห้อรถ",
	"car.model"			=>  "จัดการรุ่นรถ",
	"car.color"			=>  "จัดการสีรถ",
	"car.fuel"			=>  "ประเภทเชื้อเพลิง",
	"car.gas"			=>  "ประเภทแก๊ส",
	
	//การจัดการคนขับรถ
	"driver.managedriver" 	=>  "จัดการคนขับรถ",
	"driver.period" 		=>  "ช่วงเวลางาน",
	"driver.schedule" 		=>  "ลงเวลาทำงาน",
	

	//การจัดการหน้าเว็บเพจ
	"blog.banner" 		=>  "ป้ายโฆษณา",
	"blog.news" 		=>  "ประกาศข่าว",
	"blog.promotion" 	=>  "ประกาศโปรโมชั่น",
	
	
);
?>