<?
$lang_menu = array(
	//main menu
	"menu_home"  	=>  "หน้าหลัก", //home	
	"user"			=>  "การจัดการผู้ใช้งาน",
	"taxi" 			=>  "การจัดการรถแท๊กซี่",
	"car" 			=>  "การจัดการข้อมูลรถ",
	"driver" 		=>  "การจัดการข้อมูลคนขับรถ",	
	
	
	//การจัดการผู้ใช้งาน	
	"user.major"		=>  "จัดการอู่รถสมาชิก",
	"user.minor"		=>  "จัดการพนักงาน",
	"user.profile"		=> "ข้อมูลส่วนตัว",
	"user.type"			=> "ประเภทพนักงาน",
	
	//การจัดการรถแท๊กซี่
	"taxi.taximanage" 		=>  "จัดการรถแท๊กซี่",
	"taxi.mapposition" 		=>  "ตำแหน่งรถแท๊กซี่",
	"taxi.managemobile" 	=>  "จัดการมือถือ",
	
	//การจัดการรถแท๊กซี่	
	"car.type"			=>  "จัดการประเภทรถ",
	"car.banner"		=>  "จัดการยี่ห้อรถ",
	"car.model"			=>  "จัดการรุ่นรถ",
	"car.color"			=>  "จัดการสีรถ",
	"car.fuel"			=>  "ประเภทเชื้อเพลิง",
	"car.gas"			=>  "ประเภทแก๊ส",
	
	//การจัดการคนขับรถ
	"driver.managedriver" 	=>  "จัดการคนขับรถ",
	"driver.period" 		=>  "ตารางงาน",
	"driver.schedule" 		=>  "ลงเวลาทำงาน",
	


);
?>